Repository: MattFryer/Qlik-Web-Highlight
Catalog: wordpress/qlik-highlight/languages/qlikview-syntax-highlighter-*.po
Languages: bg_bg, da_dk, fr_fr, pl_pl, pt_pt, sk_sk, sv_se

source: Settings
da_dk: Indstillinger
fr_fr: Paramètres
pl_pl: Ustawienia
pt_pt: Configurações
sk_sk: Nastavenia
sv_se: Inställningar

source: Qlik for WordPress Settings
da_dk: Qlik til WordPress Indstillinger
fr_fr: Qlik pour les paramètres WordPress
pl_pl: Ustawienia wtyczki Qlik dla WordPress
pt_pt: Qlik para Wordpress Configurações
sk_sk: Nastavenia Qlik pre WordPress
sv_se: Qlik för WordPress Inställningar

source: General Settings
da_dk: Generelle Indstillinger
fr_fr: Réglages généraux
pl_pl: Ustawienia ogólne
pt_pt: Configurações Gerais
sk_sk: Všeobecné nastavenia
sv_se: Allmänna Inställningar

source: Enable line numbers
da_dk: Aktivér linjetal
fr_fr: Activer les numéros de ligne
pl_pl: Włącz numerowanie linii
pt_pt: Habilitar número de linhas
sk_sk: Zapnúť číslovanie riadkov
sv_se: Aktivera radnummer

source: Enable JS and CSS from CDN
bg_bg: Разреши JS и CSS от CDN
da_dk: Aktivér JS og CSS fra CDN
fr_fr: Activer JS et CSS à partir de CDN
pl_pl: Włącz JS i CSS z CDN
pt_pt: Habilitar JS e CSS de CDN
sk_sk: Zapnúť JS a CSS z CDN
sv_se: Aktivera JS och CSS från CDN

source: Enable copy to Clipboard
da_dk: Aktivér kopiér til Udklipsholder
fr_fr: Activer la copie dans le Presse-papiers
pl_pl: Włącz kopiowanie do schowka
pt_pt: Habilitar cópia para Área de Transferência
sk_sk: Zapnúť kopírovanie do schránky
sv_se: Aktivera kopiera till Clipboard

source: General settings that effect all code blocks across all pages and posts.
da_dk: Generelle indstillinger der påvirker alle kodeblokke på tværs af alle sider og indlæg.
pl_pl: Ustawienia ogólne dotyczące wszystkich bloków kodu na wszystkich stronach i postach.

source: Warning: Enabling line numbers may prevent the correct highlighting of blocks which span more than one line (eg. /* */ block comments, REM comments and keyword combinations that aren't on the same line).
bg_bg: Внимание: Показването на номерата на редовете може да доведе до некоректно оцветяване на синтаксиса, който е на повече от един ред (например /* */ блок коментар, REM коментар и комбинация от служебни думи, които не са на един и същ ред)
da_dk: Advarsel: Aktivering af linjetal vil muligvis forhindre korrekt markering af blokke der består af mere end én linje (f.eks. /* */ blok-kommentarer, REM-kommentarer og nøgleords-kombinationer der ikke er på samme linje)
fr_fr: Avertissement: L'activation des numéros de ligne peut empêcher la mise en surbrillance correcte des blocs couvrant plus d'une ligne (par exemple / * * / commentaires de bloc, commentaires REM et combinaisons de mots clés qui ne sont pas sur la même ligne).
pl_pl: Ostrzeżenie: Włączenie numerów linii może uniemożliwić poprawne wyróżnienie bloków obejmujących więcej niż jedną linię (np. / * * / komentarze bloków, komentarze REM i kombinacje słów kluczowych, które nie znajdują się w tej samej linii).
pt_pt: Alerta: Habilitar número de linhas pode interferir no correto funcionamento do destaque de blocos que se estendem por mais de uma linha (ex. comentários em bloco /* */ , comentários REM e combinações de palavras-chave que não estão na mesma linha).
sk_sk: Pozor: Zapnutie číslovania riadkov môže spôsobiť nesprávne zvýraznenie blokov kódu presahujúcich riadok (napr. /* */ komentáre, REM komentáre a kombinácie kľúčových slov, ktoré nie sú na tom istom riadku).
sv_se: OBS: När du aktiverar radnummer kan du förhindra korrekt markering av block som täcker mer än en rad. (t.ex. /* */ blockkommentarer, REM kommentarer och nyckelordskombinationer som inte är på samma rad).

source: Load the JavaScript and CSS files from the RawGit Content Delivery Network instead of locally. Helps with page load times and ensures latest highlighting is always available.
bg_bg: Вместо локално, зарежда JavaScript и CSS файлове от RawGit Content Delivery Network. Намалява времето за зареждане на страниците и подсигурява зареждането на последната версия на оцветяване на синтаксиса
da_dk: Indlæs JavaScript og CSS filer fra RawGit Content Delivery Network i stedet for lokalt. Det hjælper på sidernes indlæsningshastighed og sikrer at de seneste markeringer altid er tilgængelige.
fr_fr: Chargez les fichiers JavaScript et CSS de RawGit au lieu de localement. Favorise les temps de chargement de la page et assure que la dernière mise en évidence est toujours disponible.
pl_pl: Załaduj pliki JavaScript i CSS z RawGit Content Delivery Network zamiast lokalnie. Poprawia czas ładowania strony i zapewnia zawsze aktualne podświetlanie składni skryptu.
pt_pt: Carregue os arquivos JavaScript e CSS do RawGit Content Delivery Network em vez de localmente. Ajuda no tempo de carregamento de páginas e assegura que o último destaque esteja sempre disponível.
sk_sk: Použiť JavaScript a CSS súbory z RawGit Content Delivery Network namiesto lokálnych. Toto nastavenie zlepšuje čas nahratia stránok a zaisťuje použitie aktuálnej verzie zvýrazňovania.
sv_se: Ladda JavaScriptet och CSS filerna från RawGit Content Delivery Network istället för lokalt. Förbättrar sidladdningstid och säkerställer att senaste belysningen alltid är tillgänglig.

source: Enables copy to clipboard button on all code blocks.
bg_bg: Показвай бутон за копиране на всички блокове с код
da_dk: Aktiverer kopiér til Udklipsholder på alle kodeblokke.
fr_fr: Active le bouton Copier dans le Presse-papiers sur tous les blocs de code
pl_pl: Włącza przycisk kopiowania do schowka na wszystkich blokach kodu.
pt_pt: Habilita botão de cópia para Área de Transferência em todos os blocos de código.
sk_sk: Zapne tlačidlo na kopírovanie do schránky pri všetkých blokoch kódu.
sv_se: Aktivera kopiera till Clipboard knapp på alla kodblock.

source: Save Settings
da_dk: Gem Indstillinger
fr_fr: Enregistrer les paramètres
pl_pl: Zapisz ustawienia
pt_pt: Salvar configurações
sk_sk: Uložiť nastavenia
sv_se: Spara Inställningar

source: Icons
da_dk: Ikoner
fr_fr: Icônes
pl_pl: Ikony
pt_pt: Ícones
sk_sk: Ikony
sv_se: Ikoner

source: The tables below provide the necessary codes to insert QlikView and Qlik Sense icons into pages and posts:
da_dk: Tabellerne forneden indeholder de nødvendige koder for at tilføje QlikView- og Qlik Sense-ikoner til sider og indlæg.
fr_fr: Les tableaux ci-dessous fournissent les codes nécessaires pour insérer les icônes QlikView et Qlik Sense dans les pages et les messages:
pl_pl: Poniższe tabele zawierają niezbędny kod do wstawiania ikon QlikView i Qlik Sense na strony i do postów:
pt_pt: As tabelas abaixo providenciam os códigos necessários para inserir ícones do QlikView e do Qllik Sense em páginas e posts:
sv_se: Tabellerna nedanför erbjuder den kod du behöver för att infoga QlikView och Qlik Sense ikoner på sidor och inlägg.

source: Produced by
da_dk: Produceret af
fr_fr: Produit par
pl_pl: Stworzone przez
pt_pt: Produzido por
sk_sk: Vytvoril
sv_se: Producerad av

source: Further details available at
da_dk: Yderligere informationer er tilgængelig ved
fr_fr: Plus de détails disponibles à
pl_pl: Szczegóły dostępne tu
pt_pt: Mais detalhes disponíveis em:
sk_sk: Ďalšie podrobnosti sú dostupné na
sv_se: Ytterligare detaljer finns på

source: Qlik is a registered trademark of QlikTech International AB
bg_bg: Qlik е запазена марка на QlikTech International AB
da_dk: Qlik er et registreret varemærke af QlikTech International AB
fr_fr: Qlik est une marque déposée de QlikTech International AB
pl_pl: Qlik jest zastrzeżonym znakiem towarowym QlikTech International AB
pt_pt: Qlik é uma marca registrada de QlikTech International AB
sk_sk: Qlik je registrovaná ochranná známka spoločnosti QlikTech International AB
sv_se: Qlik är ett registrerat varumärke tillhörande QlikTech International AB

source: Copy to Clipboard
da_dk: Kopiér til Udklipsholder
fr_fr: Copier dans le presse-papier
pl_pl: Skopuj do schowka
pt_pt: Copiar para Área de Transferência
sk_sk: Kopírovať
sv_se: Kopiera till Clipbaord

source: Qlik Code
da_dk: Qlik-kode
fr_fr: Code Qlik
pl_pl: Kod Qlik
sk_sk: Qlik kód
sv_se: Qlik kod

source: Your code here...
da_dk: Din kode her...
fr_fr: Votre code ici ...
pl_pl: Wpisz swój kod tu
pt_pt: Seu código aqui...
sk_sk: Sem napíš tvoj kód...
sv_se: Din kod här...

source: Code type
da_dk: Kodetype
fr_fr: Type de code
pl_pl: Typ kodu
pt_pt: Tipo de código
sk_sk: Typ kódu
sv_se: Kodtyp

source: Qlik Icon
da_dk: Qlik-Ikon
fr_fr: Icône Qlik
pl_pl: Ikona Qlik
pt_pt: Ícone Qlik
sk_sk: Qlik ikona
sv_se: Qlik Ikon

source: Icon code
da_dk: Ikon-kode
fr_fr: Code de l'icône
pl_pl: Kod ikony
pt_pt: Código do ícone
sk_sk: Kód ikony
sv_se: Ikonkod

source: Insert Syntax Highlighted Qlik Code Block
da_dk: Indsæt syntaksmarkeret Qlik-kodeblok
fr_fr: Insérer une syntaxe Qlik en surbrillance
pl_pl: Wstaw podświetlony blok kodu Qlik
sv_se: Infoga Syntax Highlighted Qlik Code Block

source: Code
da_dk: Kode
pl_pl: Kod
pt_pt: Código
sk_sk: Kód
sv_se: Kod

source: Insert Qlik Icon
da_dk: Indsæt Qlik-ikon
fr_fr: Insérer l'icône Qlik
pl_pl: Wstaw ikonę Qlik
pt_pt: Inserir Ícone Qlik
sk_sk: Vložiť Qlik ikonu.
sv_se: Infoga Qlik Ikon

source: Icon
da_dk: Ikon
fr_fr: Icône
pl_pl: Ikona
pt_pt: Ícone
sk_sk: Ikona
sv_se: Ikon

source: General Qlik Icons
bg_bg: Общи Qlik иконки
da_dk: Generelle Qlik-ikoner
fr_fr: Icônes générales Qlik
pl_pl: Ogólne ikony Qlik
pt_pt: Ícones Qlik gerais
sk_sk: Všeobecné Qlik ikony
sv_se: Allmänna Qlik Ikoner

source: Qlik Sense User Interface Icons
da_dk: Qlik Sense UI-ikoner
fr_fr: Icônes de l'interface utilisateur Qlik Sense
pl_pl: Ikony interfejsu użytkownika Qlik Sense
pt_pt: Ícones de Interface de Usuário QlikSense
sk_sk: Ikony používateľského prostredia Qlik Sense
sv_se: Qlik Sense User Interface Ikoner

source: QlikView User Interface Icons
da_dk: QlikView UI-ikoner
fr_fr: Icônes de l'interface utilisateur QlikView
pl_pl: Ikony interfejsu użytkownika QlikView
pt_pt: Ícones de Interface de Usuário QlikView
sk_sk: Ikony používateľského prostredia QlikView
sv_se: QlikView User Interface Ikoner

source: Qlik for WordPress
da_dk: Qlik til WordPress
fr_fr: Qlik pour WordPress
pl_pl: Qlik dla WordPress
pt_pt: Qlik para Wordpress
sk_sk: Qlik pre WordPress
sv_se: Qlik för WordPress

source: Tools for Qlik bloggers including inserting Qlik UI icons and automatic syntax highlighting of QlikView and Qlik Sense script/expressions on any WordPress page or post.
da_dk: Hjælpeværktøjer til Qlik-bloggere der inkluderer tilføjelse af Qlik UI-ikoner og automatisk syntaksmarkering af QlikView- og Qlik Sense kode/udtryk, på enhver WordPress side eller indlæg
fr_fr: Des outils pour les blogueurs Qlik, y compris l'insertion d'icônes Qlik et la mise en évidence automatique de la syntaxe des scripts / expressions QlikView et Qlik Sense sur n'importe quelle page ou post WordPress.
pl_pl: Narzędzia dla blogerów Qlik pozwalające na wstawianie ikon interfejsu użytkownika Qlik i automatyczne podświetlanie składni skryptów QlikView i Qlik Sense na dowolnej stronie lub w poście WordPress.
pt_pt: Ferramentas para blogueiros Qlik quem incluem a inserção de ícones Qlik UI e destaque de sintaxe automática de scripts/expressões de QlikView e Qlink Sense em qualquer página ou post Wordpress.
sk_sk: Nástroje pre Qlik bloggerov, ktoré umožňujú vkladanie Qlik ikon a automatické zvýraznenie syntaxe QlikView a Qlik Sense skriptu a výrazov vo WordPress stránkach a príspevkoch.
sv_se: Verktyg för Qlikbloggare, bl.a. infogning av Qlik UI-ikoner och automatisk syntaxuppmärkning av QlikView och Qlik Sense-skript/uttryck på vilken WordPress-sida eller -inlägg som helst.

source: The Qlik for WordPress plugin provides syntax highlighting of QlikView and Qlik Sense script in pages and post.
bg_bg: Приставката Qlik за WordPress добавя възможност за оцветяване на синтаксиса на QlikView и Qlik Sense скрипт в страници и постове
da_dk: Qlik til WordPress er et plugin der tilføjer syntaksmarkering til QlikView- og Qlik Sense-kode på sider og indlæg.
fr_fr: Le plugin Qlik pour WordPress propose la mise en évidence automatique de la syntaxe QlikView et Qlik Sense sur n'importe quelle page ou post WordPress.
pl_pl: Wtyczka Qlik dla WordPress obsługuje podświetlanie składni skryptów QlikView i Qlik Sense na stronach i postach.
pt_pt: O plugin Qlik para Wordpress providencia destaque de sintaxe para QlikView e Qlik Sense script em páginas e posts.
sk_sk: Rozšírenie Qlik pre WordPress poskytuje zvýrazňovnanie syntaxe QlikView a Qlik Sense skriptu na stránkach a príspevkoch.
sv_se: Qlik för WordPress pluginet erbjuder syntaxbelysning av QlikView och Qlik Sense-skript på både sidor och inlägg.

source: General settings that affect all code blocks across all pages and posts.
bg_bg: Общи настройки, които оказват влияние на всички блокове с код на всички страници и постове
fr_fr: Paramètres généraux afférents à tous les blocs de code dans n'importe quelle page ou post WordPress
pt_pt: Configurações gerais que afetam todo o código em todas as páginas e posts.
sk_sk: Všeobecné nastavenia pre všetky bloky kódu na všetkých stránkach a vo všetkých príspevkoch.
sv_se: Allmänna inställningar som påverkar alla kodblock på alla sidor och inlägg.

# Configuration settings for the plugin
source: Settings
bg_bg: Настройки

# Settings relating to the "Qlik for WordPress" plugin
source: Qlik for WordPress Settings
bg_bg: Qlik за WordPress настройки

source: General Settings
bg_bg: Общи настройки

# Refers to sequential line numbers displayed alongside blocks of software code
source: Enable line numbers
bg_bg: Показвай номерата на редовете

source: Enable copy to Clipboard
bg_bg: Разреши копиране

# Save the configuration settings
source: Save Settings
bg_bg: Запис на настройки

# Symbols or graphics representation on a screen of a program, option, or window
source: Icons
bg_bg: Икони

source: Produced by
bg_bg: Pазработен от

# Further information regarding the plugin can be found at....
source: Further details available at
bg_bg: Повече детайли са налични на

source: Your code here...
bg_bg: Твоя код тук...

source: Code type
bg_bg: Тип код

source: Qlik Icon
bg_bg: Qlik иконка

# Unique code(s) used ti refer to a specific icon
source: Icon code
bg_bg: Код на иконка

# Software code
source: Code
bg_bg: Код

# Insert a symbol or graphic representation relevant to the Qlik software.
source: Insert Qlik Icon
bg_bg: Вмъкни Qlik иконка

# a symbol or graphic representation on a screen of a program, option, or window.
source: Icon
bg_bg: Иконка

# QlikView is a software product produced by Qlik.
source: QlikView User Interface Icons
bg_bg: QlikView икони на потребителския интерфейс

# Name of the plugin
source: Qlik for WordPress
bg_bg: Qlik за WordPress
